Repository: governmentbg/MVR-Centralized-Electronic-Identification-System
Catalog: eid-mobile-ios/eID-Mobile-iOS/05_Resources/Strings/Localizable.xcstrings
Source language: bg
Languages: en

# empowerments_denial_reason_invalid_uid_registration_status_detected
source: В списъка с овластени лица има такива без регистрация
en: There are individuals in the list of empowered persons without registration

# empowerments_denial_reason_lawful_age_info_not_available
source: Информация за законната възраст не е налична
en: Information about the lawful age is not available.

# empowerments_denial_reason_legal_entity_not_active
source: Юридическото лице не е активно
en: The legal entity is not active.

# empowerments_denial_reason_legal_entity_representation_not_match
source: Несъответствие в законните представители
en: Discrepancy in the legal representatives.

# empowerments_denial_reason_name_mismatch
source: В списъка с описаните лица има такива с несъответстващи имена.
en: The list of described persons includes individuals with mismatched names.

# empowerments_denial_reason_no_base_profile
source: В списъка с описаните лица има такива, които нямат електронна идентичност, регистриран профил в ЦСЕИ или двете не са обвързани.
en: The list of described persons includes individuals who either do not have an electronic identity, a registered profile in CSEI, or the two are not linked.

# empowerments_denial_reason_no_permit
source: Овластител или овластено лице няма право на пребиваване
en: The authorized person or authorized representative does not have the right of residence.

# empowerments_denial_reason_ntr_check_failed
source: Несъответствие на попълнените данни с Търговския регистър
en: Discrepancy in the provided data with the Commercial Register.

# empowerments_denial_reason_prohibited_uid
source: Овластител или овластено лице е под запрещение
en: The applicant or empowered person is under prohibition.

# empowerments_denial_reason_registration_status_unavailable
source: Системна грешка.
en: System error.

# empowerments_denial_reason_reregistered_in_NTR
source: Пререгистриран в Търговски Регистър
en: Reregistered in NTR

# empowerments_denial_reason_signature_collection_time_out
source: Неуспешно събиране на подписи
en: Unsuccessful signature collection

# empowerments_denial_reason_timed_out
source: Неуспешна проверка в Търговския регистър
en: Unsuccessful check in the Commercial Register.

# empowerments_denial_reason_uids_registration_status_info_not_available
source: Не е получена информация за профилите на овластените лица
en: No information received for the profiles of empowered persons.

# empowerments_denial_reason_unsuccessful_legal_entity_check
source: Неуспешна проверка на юридическото лице
en: Unsuccessful check for the legal entity.

# empowerments_denial_reason_unsuccessful_restrictions_check
source: Неуспешна проверка на ограничения и запор
en: Unsuccessful check for restrictions and encumbrances.

# empowerments_denial_reason_unsuccessful_timestamping
source: Неуспешно полагане на времеви печат
en: Unsuccessful timestamping

# empowerments_eik_search_title
source: Справка по ЕИК
en: Legal entity check

# empowerments_from_me_authorized_id_title
source: Овластени лица
en: Authorized people

# empowerments_from_me_authorized_ids_subtitle
source: и още %d лица...
en: and %d people...

# empowerments_from_me_on_behalf_of_title
source: От името на
en: On behalf of

# empowerments_from_me_screen_title
source: Овластявания от мен
en: Empowerments from me

# empowerments_from_me_subtitle
source: Упълномощител
en: Authorizer

# empowerments_from_me_title
source: От мен
en: From me

# empowerments_number_field_title
source: Овластяване номер
en: Empowerment number

# empowerments_number_title
source: Номер на овластяване
en: Empowerment number

# empowerments_screen_title
source: Овластявания
en: Еmpowerments

# empowerments_status_field_title
source: Изберете статус
en: Choose status

# empowerments_status_title
source: Статус
en: Status

# empowerments_to_me_screen_title
source: Овластявания към мен
en: Empowerments to me

# empowerments_to_me_subtitle
source: Упълномощено лице
en: Authorized person

# empowerments_to_me_title
source: Към мен
en: To me

# empty_list_title
source: Няма намерени записи
en: No records found

# empty_search_result_title
source: Няма намерени съвпадения
en: No matching results

# error_code_message
source: Грешка с код %@:
en: Error code %@:

# error_invalid_credentials
source: Невалидно потребителско име или парола
en: Invalid username or password

# error_message_try_again
source: Възникна грешка. Опитайте отново.
en: An error has occurred. Try again.

# error_missing_pin_for_certificate
source: Грешка при прочитане на ПИН на сертификата.
en: Error reading the stored certificate PIN.

# error_no_internet
source: Свържете се към интернет и опитайте отново
en: Connect to the Internet and try again

# error_server_failure
source: Възникна проблем със системата (500 - Internal Server Error)
en: System failure occurred (500 - Internal Server Error)

# error_unknown_device_type
source: Неразпознат тип на устройството.
en: Unknown device type.

# error_wrong_pin
source: Грешен ПИН
en: Wrong PIN

# filter_title
source: Филтри
en: Filters

# first_name_latin_title
source: Име (латиница) по документ за самоличност
en: First name (Latin) from identity document

# first_name_title
source: Име по документ за самоличност
en: First name from identity document

# floating_btn_empowerments_eik_search
source: Справка за юридическо лице
en: Legal entity check

# forgotten_password_disclaimer_title
source: Въведете имената на кирилица, както са изписани в документа Ви за самоличност.
en: Enter your names in Cyrillic, the way they are displayed on your identity document.

# forgotten_password_success_title
source: Успешно нулирахте паролата си. Проверете Вашата поща, на която сме изпратили линк за промяна.
en: You successfully reset your password. Check your inbox for the reset link.

# forgotten_password_title
source: Забравена парола
en: Forgotten password

# hint_please_enter
source: Въведете
en: Enter

# hint_please_select
source: Изберете
en: Select

# identifier_type_eng
source: ЕГН
en: EGN

# identifier_type_field_title
source: Тип идентификатор
en: Identifier type

# identifier_type_lnch
source: ЛНЧ
en: LNCH

# identifier_type_title
source: Идентификатор
en: Identifier

# identity_issue_date_title
source: Издаден на
en: Issued on

# identity_type_title_identity_card
source: Лична карта
en: Identity card

# identity_valid_to_date_title
source: Валиден до
en: Valid to date

# indefinite_empowerment_alert_text_1
source: Преди да потвърдите подаването на ново безсрочно овластяване, моля да имате предвид следните рискове:
en: Before confirming the submission of a new perpetual empowerment, please consider the following risks:

# indefinite_empowerment_alert_text_2
source: Няма автоматично прекратяване:Безсрочното овластяване е валидно докато не бъде оттеглено от Вас или докато овластеното лице не декларира несъгласие с него.
en: There is no automatic termination:The perpetual authorization is valid until it is revoked by you or until the authorized person declares disagreement with it.

# indefinite_empowerment_alert_text_3
source: Повишен риск от неупълномощени действия:При безсрочно овластяване съществува риск да забравите, че неговото действие е валидно и може да бъде използвано със злонамерена цел.
en: Increased risk of unauthorized actions:With an indefinite authorization, there is a risk that you may forget that its action is valid and it could be used for malicious purposes.

# indefinite_empowerment_alert_text_4
source: Излагане на рискове за сигурността:Безсрочното овластяване може да даде на овластените от Вас лица продължителен достъп до Вашата информация или активи, което може да повиши риска от измами или злоупотреби.
en: Exposure to security risks:Perpetual authorization can give your authorized individuals continued access to your information or assets, which can increase the risk of fraud or abuse.

# indefinite_empowerment_alert_text_5
source: Вашето изявление ще бъде обработено в най-кратък срок. Моля подпишете го в страница "От мен"
en: Your statement will be processed as soon as possible. Please sign it on the "From me" page.

# info_title
source: Информация
en: Information

# language_settings_alert_text
source: Отворете менюто Настройки, за да промените езика на приложението.
en: Open Settings app to change the display language.

# last_name_latin_title
source: Фамилия (латиница) по документ за самоличност
en: Last name (Latin) from identity document

# last_name_title
source: Фамилия по документ за самоличност
en: Last name from identity document

# login_title_password
source: Парола
en: Password

# login_title_username
source: Потребител
en: Username

# logs_event_date_title
source: Дата
en: Date

# logs_event_system_name
source: Система
en: System

# logs_from_me_screen_title
source: История на събития от мен
en: History of events from me

# logs_from_me_subtitle
source: Събития, възникнали от моите действия
en: Logs from my actions

# logs_from_me_title
source: От мен
en: From me

# logs_screen_title
source: История на събития
en: History of events

# logs_start_date_title
source: Начална дата
en: Start date

# logs_to_me_screen_title
source: История на събития към мен
en: History of events to me

# logs_to_me_subtitle
source: Събития, възникнали от вътрешни проверки или други системи
en: Logs from internal checks or other systems

# logs_to_me_title
source: Към мен
en: To me

# logs_type_title
source: Тип на събитието
en: Event type

# logs_еnd_date_title
source: Крайна дата
en: End date

# more_administrators_menu
source: Администратори
en: Administrators

# more_centers_menu
source: Центрове на удостоверителни услуги
en: Centers of certification services

# more_contact_us_menu
source: Контакти
en: Contact us

# more_empowerments_register_menu
source: Регистър на овластяванията
en: Empowerment register

# more_faq_menu
source: Често задавани въпроси
en: Frequently asked questions

# more_logs_menu
source: История на събития
en: History of events

# more_notification_settings_menu
source: Управление на нотификациите
en: Notification settings

# more_online_help_system_menu
source: Система за онлайн помощ
en: Online help system

# more_option_1_menu
source: Опция 1
en: Option 1

# more_profile_title
source: Моят профил
en: My profile

# more_providers_menu
source: Доставчици на ЕАУ
en: Providers of EAS

# more_secure_delivery_system_menu
source: Система за сигурно електронно връчване
en: Secure electronic delivery system

# more_services_title
source: Услуги
en: Services

# more_settings_title
source: Настройки
en: Settings

# more_terms_and_conditions_menu
source: Общи условия
en: Terms and conditions

# more_useful_title
source: Полезно
en: Useful

# mvr_title
source: Министерство на вътрешните работи
en: Ministry of Interior

# notification_info_description
source: На този екран можете да настроите Вашите предпочитания за получаване на известия, които по подразбиране се изпращат на електронната поща, посочена в профила. Системата предлага възможност за избор на алтернативни комуникационни канали, осигурявайки гъвкавост и удобство. Вие имате контрол върху част от известията, като можете да ги активирате или деактивирате. Определени системни известия са задължителни и не подлежат на промяна, тъй като са от критично значение за Вашата сигурност при използване на услугите в системата. Те имат защитна функция, която позволява да реагирате незабавно в случай на подозрително събитие или действие.
en: On this screen, you can set your preferences for receiving notifications, which are sent by default to the email address specified in the profile. The system offers the option of choosing alternative communication channels, providing flexibility and convenience. You have control over some of the notifications, as you can activate or deactivate them. Certain system notifications are mandatory and cannot be changed, as they are of critical importance for your security when using the services in the system. They have a protective function that allows you to react immediately in the event of a suspicious event or action.

# option_all
source: Всички
en: All

# payment_history_amount_below
source: Сума под %d лв
en: Amount below %d lev

# payment_history_amount_between
source: Сума между %d и %d лв
en: Amount between %d and %d lev

# payment_history_amount_over
source: Сума над %d лв
en: Amount over %d lev

# payment_history_amount_title
source: Сума
en: Amount

# payment_history_created_on_title
source: Подадено на
en: Created on

# payment_history_last_updated_title
source: Последна актуализация
en: Last updated

# payment_history_payment_date_title
source: Дата на плащане
en: Payment date

# payment_history_payment_number_title
source: Номер на плащане
en: Payment number

# payment_history_sort_criteria_amount
source: Сума
en: Amount

# payment_history_sort_criteria_created_on
source: Подадено на
en: Created on

# payment_history_sort_criteria_last_sync
source: Последна актуализация
en: Last sync

# payment_history_sort_criteria_payment_date
source: Дата на плащане
en: Payment date

# payment_history_sort_criteria_status
source: Статус
en: Status

# payment_history_sort_criteria_subject
source: Предмет на
en: Subject

# payment_history_sort_criteria_valid_until
source: Валидно до
en: Valid until

# payment_history_status_authorized
source: Одобрено
en: Authorized

# payment_history_status_canceled
source: Отказано
en: Canceled

# payment_history_status_expired
source: Отменено
en: Expired

# payment_history_status_inprocess
source: В процес
en: In process

# payment_history_status_ordered
source: Поръчано
en: Ordered

# payment_history_status_paid
source: Платено
en: Paid

# payment_history_status_pending
source: Чакащо
en: Pending

# payment_history_status_suspended
source: Прекратено
en: Suspended

# payment_history_status_timedout
source: Изтекло
en: Timed out

# payment_history_status_title
source: Статус
en: Status

# payment_history_subject_issue_eid
source: Издаване/Подновяване на УЕИ
en: Issue/Reinstate EIA

# payment_history_subject_resume_eid
source: Подновяване на УЕИ
en: Resume EIA

# payment_history_subject_revoke_eid
source: Прекратяване на УЕИ
en: Revoke EIA

# payment_history_subject_stop_eid
source: Спиране на УЕИ
en: Stop EIA

# payment_history_subject_title
source: Предмет на
en: Subject

# payment_history_valid_until_title
source: Валидно до
en: Valid until

# payment_histoty_status_authorized
source: Одобрено
en: Authorized

# payments_history_menu
source: История на плащанията
en: Payments history

# payments_history_screen_title
source: История на плащанията
en: Payments history

# pending_approval_requests_screen_title
source: Чакащи заявки
en: Pending requests

# pending_history_status_ordered
source: Поръчано
en: Ordered

# personal_identification_document
source: Личен документ за самоличност.
en: Personal identification document.

# phone_number_not_specified
source: Не е посочен
en: Not specified

# phone_title
source: Телефон
en: Phone

# profile_menu
source: Информация за профила
en: Profile information

# profile_section_contact_eid_info_title
source: Електронна идентичност
en: Electornic identity

# profile_section_contact_info_title
source: Контакти
en: Contacts

# profile_section_multifactor_authentication_title
source: Двуфакторна автентикация
en: Two-factor authentication

# ready_to_scan_title
source: В готовност за сканиране
en: Ready to scan

# register_info_description
source: Този портал Ви предоставя възможност да създадете потребителски профил, като използвате електронен адрес (email), парола и Вашите имена, така както са вписани в документа Ви за самоличност. Паролата трябва да бъде с дължина осем символа и да съдържа поне две букви, едната от които главна, число и специален символ. Чрез създадения уникален потребителски профил имате достъп до: - Преглед на данни и добавяне на средства за автентикация към профила - Заявяване на електронни административни услуги - Преглед на статус по заявени от Вас услуги - Преглед на извършени плащания - История на събитията в системата - Управление на известията
en: This portal allows you to create a user profile using an email address, a password and your name as it appears on your ID. The password must be eight characters long and contain at least two letters, one of which must be capitalized, a number and a special symbol. Through the created unique user profile, you have access to: - View data and add authentication means to the profile - Request electronic administrative services - View the status of services you have requested - View payments made - History of events in the system - Manage notifications

# register_link_text
source: Нямаш BGeID профил?
en: No BGeID profile?

# register_repeat_password
source: Потвърди парола
en: Confirm password

# register_success_title
source: Успешно създадохте Вашият профил. Проверете вашата поща, на която сме изпратили имейл за активация
en: You successfully created your profile. Check your inbox for the activation email we've send.

# register_view_disclaimer_title
source: Моля, въведете имена по документ за самоличност.
en: Please, enter your names in Cyrillic as written in the your identification document

# register_view_title
source: Регистрация
en: Registration Form

# request_sign_method_mobile_eid_title
source: Мобилно eID
en: Mobile eID

# request_sign_method_picker_title
source: Изберете метод за подписване
en: Choose signing method

# scan_qr_code_title
source: Сканирай QR код
en: Scan QR code

# second_name_latin_title
source: Презиме (латиница) по документ за самоличност
en: Father’s name (Latin) from identity document

# second_name_title
source: Презиме по документ за самоличност
en: Father’s name from identity document

# signature_provider_borica
source: Мобилен КЕП B-Trust
en: Mobile Electronic Signature B-trust

# signature_provider_eurotrust
source: Мобилен КЕП Евротръст
en: Mobile Electronic Signature Evrotrust

# signing_loading_title
source: Отворете %@ приложението, за да продължите.
en: Open the %@ app to continue

# sort_by_default_title
source: По подразбиране
en: Default

# sort_by_title
source: Сортирай по: %@
en: Sort by: %@

# sort_title_asc
source: възх.
en: asc.

# sort_title_desc
source: низх.
en: desc.

# status_unknown
source: Неизвестен
en: Unknown

# tab_title_home
source: Начало
en: Home

# tab_title_more
source: Още
en: More

# tab_title_pending
source: Чакащи
en: Pending

# tab_title_uei
source: УЕИ
en: EIM

# title_select_all
source: Избери всички
en: Select all

# two_factor_enabled_title
source: Включена
en: Enabled

# two_factor_otp_code_title
source: Код
en: Code

# uei_applications_screen_title
source: Заявления за удостоверения на електронна идентичност
en: Applications for electronic identity certificates

# uei_applications_subtitle
source: Заявления за удостоверения на електронна идентичност
en: Applications for electronic identity certificates

# uei_applications_title
source: Заявления
en: Applications

# uei_certificates_screen_title
source: Удостоверения за електронна идентичност
en: Certificates for electronic identity

# uei_certificates_subtitle
source: История на удостоверения за електронна идентичност
en: History of certificates for electronic identity

# uei_certificates_title
source: Удостоверения
en: Certificates

# uei_screen_title
source: Управление на удостоверения за електронна идентичност
en: Managing electronic identity certificates

# validation_error_device_pin_easy
source: Кодът, който сте избрали е твърде лесен. Вашият код не трябва да съдържа еднакви и/или последователни числа.
en: The PIN is not strong enough. Your PIN cannot contain number sequences or repeated characters.

# validation_error_empty_string
source: Полето е задължително
en: Required field

# validation_error_first_capital_letter
source: Името трябва да започва с главна буква
en: Name should start with capital letter

# validation_error_invalid_compound_name
source: Трябва да въведете комбинация от първо име и презиме или първо име и фамилия
en: You must enter a combination of first name and middle name or first name and last name

# validation_error_invalid_digits
source: Невалидно число
en: Invalid number

# validation_error_invalid_eik_bulstat_characters
source: ЕИК/Булстат трябва да съдържа само цифри
en: EIK/Bulstat must contain only digits

# validation_error_invalid_eik_bulstat_length
source: Невалидна дължина на ЕИК/Булстат
en: Invalid EIK/Bulstat length

# validation_error_invalid_email
source: Невалиден имейл
en: Invalid email

# validation_error_invalid_eng
source: Невалидни данни за ЕГН на овластено лице
en: Invalid data for EGN number of the authorized person.

# validation_error_invalid_eng_characters
source: ЕГН трябва да съдържа само цифри
en: EGN must contain only digits

# validation_error_invalid_eng_length
source: Невалидна дължина на ЕГН
en: Invalid EGN length

# validation_error_invalid_id_document_number
source: Невалиден номер на документ
en: Invalid ID document number

# validation_error_invalid_latin_name
source: Невалидно латинско име
en: Invalid latin name

# validation_error_invalid_length
source: Полето трябва да е с дължина %d символа.
en: The field must have %d symbols.

# validation_error_invalid_lnch
source: Невалидни данни за ЛНЧ на овластено лице
en: Invalid data for LNCH number of the authorized person.

# validation_error_invalid_lnch_characters
source: ЛНЧ трябва да съдържа само цифри
en: LNCH must contain only digits

# validation_error_invalid_lnch_length
source: Невалидна дължина на ЛНЧ
en: Invalid LNCH length

# validation_error_invalid_minimum_length
source: Полето трябва да има поне %d символа.
en: The field must be at least %d symbols.

# validation_error_invalid_name
source: Невалидно име
en: Invalid name

# validation_error_invalid_new_id_document_number
source: Картата с този номер не поддържа електронна идентичност
en: The card with this number does not support electronic identity

# validation_error_invalid_password
source: Паролата трябва да бъде с дължина поне 8 символа, като съдържа поне 1 главна буква, 1 малка буква, 1 число и 1 специален символ.
en: The password must contain at least 8 characters with 1 upper case, 1 lower case, 1 number and 1 special character.

# validation_error_invalid_pin
source: ПИН кодът трябва да е дължина 6 знака и да съдържа само цифри
en: The PIN code must be 6 digits.

# validation_error_invalid_repeated_string
source: Повторен идентификатор
en: Repeated identifier

# validation_error_invalid_self_empowerment
source: Не може да овластявате себе си
en: You cannot empower yourself

# validation_error_invalid_zip_code
source: Невалиден ZIP код
en: Invalid ZIP code

# validation_error_password_mismatch
source: Паролите не съвпадат
en: Passwords don't match

# validation_error_pin_mismatch
source: ПИН кодовете не съвпадат
en: PIN codes don't match

# validation_error_underaged
source: Овластеното лице трябва да има навършени 18 години
en: The authorized person must be at least 18 years old

# withdraw_empowerment_alert_text
source: С това действие ще прекратите валидността на вашето овластяване! Оттеглянето влиза в сила веднага след обработката, като това не отменя извършените преди това действия с даденото овластяване. Желаете ли да продължите?
en: This action will terminate the validity of your empowerment! The withdrawal takes effect immediately after processing, and does not cancel any previously performed actions with the given empowerment. Do you wish to continue?

# withdraw_empowerment_alert_title
source: Оттегляне на овластяване
en: Withdraw empowerment

# wrong_device_pin_error
source: ПИН кодът е грешен. Остават ви %i опити.
en: The PIN code is wrong. You have %i attempts left.
